import React from 'react';
import '../css/index.css'
import AboutItem from '../components/AboutItem';
import background from '../images/handrawn-barbecue-elements.jpg';


const About = () => {
    return(
    <main className='content' url = {background} > 
        <p class="title">Більше Про Нас</p>

    <div className='service_container'>
    <AboutItem text1 = "Історія Ресторанного Комплексу Смаковий Дивограй " text2 = "Початки та Кулінарна Легенда: Смаковий Дивограй виник як спільний проект кулінарного вундеркінду Альфредо та його близького друга, суші-мастера Юкі, які мріяли створити місце, де смак, якість та різноманіття грають головну роль"
        text3 = "Кулінарне Розмаїття: Ресторанний комплекс славиться своєю вишуканою піцою з хрусткими коржами, ароматними бургерами та свіжою суші. Наша кухня поєднує в собі найкращі традиції різних кухонь світу, надаючи смакові експлозії кожній страві. " />

    <AboutItem text1 = "" text2 = "Доставка: Наша Опція Зручності: Смаковий Дивограй пропонує послугу доставки замовлень безпосередньо до ваших дверей. Це забезпечує можливість насолоджуватися нашими найкращими стравами в комфорті вашого дому чи офісу."
        text3 = "Святкові Послуги: Від Дня народження до весілля чи майстер-класу по готуванню піци для дітей - Смаковий Дивограй готовий до будь-яких святкувань. Ми створимо незабутню атмосферу та забезпечимо розкішні страви, які надихнуть ваші свята." />

    <AboutItem text1 = "" text2 = "Місія: Наша місія полягає в тому, щоб кожен гість відчував особливу увагу до деталей, смакові насолоди та затишок, незалежно від того, чи він замовляє страви на винос чи влаштовує особливу подію у нашому закладі."
        text3 = "Смаковий Дивограй - це не просто ресторанний комплекс, це місце, де зустрічаються смаки, створюються спогади та народжуються найкращі моменти у житті." />
 
    </div>

    </main>
    )
}

export default About;



